Repository: ivendor/adium_msnplus_plugin
Catalog: *.lproj/Localizable.strings
Languages: it

source: Custom emoticons panel
it: Pannello emoticon personalizzate

source: Open custom emoticons panel
it: Apri pannello emoticon personalizzate

source: Custom Emoticons
it: Emoticon personalizzate

source: Add As Custom Emoticon
it: Aggiungi come emoticon personalizzata

source: Support for MSN Custom Emoticon and MSN Plus Nickname tags.
it: Supporto per le Custom Emoticon di MSN e i tag nei nickname di MSN Plus.

source: Image
it: Immagine

source: Shortcut
it: Abbreviazione

source: Yes
it: Si

source: Remove the %d emoticons selected?
it: Rimuovi le %d emoticon selezionate?

source: Enter the shortcut for the emoticon:
it: Inserisci l'abbreviazione per l'emoticon:

source: This emoticon is already been added with another shortcut. Do you want to overwrite it?
it: Questa emoticon è stata già aggiunta con un'altra abbreviazione. Vuoi sovrascriverla?

source: Emoticon with this shortcut already exist. Do you want to overwrite it?
it: Un'emoticon con questa abbreviazione già esiste. Vuoi sovrascriverla?

source: Cannot open image file!
it: Impossibile aprire il file dell'immagine!
